about.org
#+INCLUDE: frontmatter.org org
#+TITLE: About the author
When I'm not writing opinion pieces for this website, I can be found:
- Maintaining [[https://github.com/stumpwm/stumpwm][StumpWM]], a tiling window manager written in Common Lisp 
- Hacking on various personal [[https://github.com/dbjergaard?tab%3Drepositories][software projects]]
- Extending and Hacking Emacs
- Reading anything I can get my hands on, recently though:
  - The Baroque Cycle - Neal Stephenson
  - Art of Intrusion - Kevin Mitnick
  - The Honorable Schoolboy - John LeCarré 
  - Web Application Hacker's Handbook - Dafydd Stuttard & Marcus Pinto
  - Structure and Interpretation of Computer Programs
  - Count of Monte Cristo - Alexander Dumas
  - Moonstone - Wilkie Collins
  - Cloud Atlas - David Mitchell
  - Tinker Tailor Solder Spy - John LeCarré 
- Brewing Beer, I've made:
  - Spring Beer
  - Northern Brewer's Phat Tyre
  - Pumpkin Beer
  - Patersbier
  - Raspberry wheat beer
  - Northern Brewer's Caribou Slobber
- Taking Photographs

I care deeply about communicating my work clearly, concisely and with
good design. To that end I've been significantly influenced by:
- [[http://practicaltypography.com/][Butterick's Practical Typography]]
- The Visual Display of Quantitative Information - Edward Tufte

If you want to contact me:
- Email: [[mailto:dbjergaard@gmail.com][dbjergaard@gmail.com]]
- Twitter: [[https://twitter.com/dbjergaard][@dbjergaard]]
- Facebook: [[http://www.forbes.com/sites/kashmirhill/2012/08/06/beware-tech-abandoners-people-without-facebook-accounts-are-suspicious/][Not on it]]
