about.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title> About the author</title>
<!-- 03/02/2017 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Bjergaard" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content">
<h1 class="title"> About the author</h1>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left"><a href="index.html">Home</a></td>
<td class="left"><a href="about.html">About</a></td>
<td class="left"><a href="gallery.html">Gallery</a></td>
<td class="left"><a href="links.html">Links</a></td>
</tr>
</tbody>
</table>
<p>
When I'm not writing opinion pieces for this website, I can be found:
</p>
<ul class="org-ul">
<li>Maintaining <a href="https://github.com/stumpwm/stumpwm">StumpWM</a>, a tiling window manager written in Common Lisp 
</li>
<li>Hacking on various personal <a href="https://github.com/dbjergaard?tab=repositories">software projects</a>
</li>
<li>Extending and Hacking Emacs
</li>
<li>Reading anything I can get my hands on, recently though:
<ul class="org-ul">
<li>The Baroque Cycle - Neal Stephenson
</li>
<li>Art of Intrusion - Kevin Mitnick
</li>
<li>The Honorable Schoolboy - John LeCarré 
</li>
<li>Web Application Hacker's Handbook - Dafydd Stuttard &amp; Marcus Pinto
</li>
<li>Structure and Interpretation of Computer Programs
</li>
<li>Count of Monte Cristo - Alexander Dumas
</li>
<li>Moonstone - Wilkie Collins
</li>
<li>Cloud Atlas - David Mitchell
</li>
<li>Tinker Tailor Solder Spy - John LeCarré 
</li>
</ul>
</li>
<li>Brewing Beer, I've made:
<ul class="org-ul">
<li>Spring Beer
</li>
<li>Northern Brewer's Phat Tyre
</li>
<li>Pumpkin Beer
</li>
<li>Patersbier
</li>
<li>Raspberry wheat beer
</li>
<li>Northern Brewer's Caribou Slobber
</li>
</ul>
</li>
<li>Taking Photographs
</li>
</ul>

<p>
I care deeply about communicating my work clearly, concisely and with
good design. To that end I've been significantly influenced by:
</p>
<ul class="org-ul">
<li><a href="http://practicaltypography.com/">Butterick's Practical Typography</a>
</li>
<li>The Visual Display of Quantitative Information - Edward Tufte
</li>
</ul>

<p>
If you want to contact me:
</p>
<ul class="org-ul">
<li>Email: <a href="mailto:dbjergaard@gmail.com">dbjergaard@gmail.com</a>
</li>
<li>Twitter: <a href="https://twitter.com/dbjergaard">@dbjergaard</a>
</li>
<li>Facebook: <a href="http://www.forbes.com/sites/kashmirhill/2012/08/06/beware-tech-abandoners-people-without-facebook-accounts-are-suspicious/">Not on it</a>
</li>
</ul>
</div>
</body>
</html>
